Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: You will then select your game.
ko_kr: 그 후 대결하고 싶은 게임을 선택하시면 됩니다.

source: Content, including content within any messages you send to us (such as feedback and questions to customer support) or publicly post on the Service (such as in your public profile, in reviews, and comments).
ko_kr: 귀하가 당사에 보내는 모든 메시지 (피드백 및 고객 지원에 전송한 질문 등) 혹은 당사 서비스에 귀하가 공개적으로 게시한 글 (귀하의 공개 프로필, 리뷰 및 댓글 등).

source: Push Notifications.
ko_kr: 푸시 알림.

source: Added tooltips to the dashboard with callouts for "Higher is better" and "Lower is better" notes on scoring.
ko_kr: 대시보드 점수 부분에 “높을수록 좋습니다”와 “낮을수록 좋습니다” 툴팁을 추가했습니다.

source: GAMING WARM-UP
ko_kr: 몸풀기 게임

source: You can also right click <sprite index=10> on the map to move your hero.
ko_kr: 또한 마우스 오른쪽 버튼으로 <sprite index=10> 지도를 클릭해 영웅을 움직일 수 있습니다.

source: The fastest way to connect with us would be to join our Discord server.
ko_kr: 저희와 가장 빠르게 연락하는 길은 Discord를 이용하는 것입니다.

source: Added new homepage content to show off some of our awesome games and dashboard panels.
ko_kr: 멋진 게임과 대시보드 패널을 자랑할 수 있는 새로운 홈페이지 컨텐츠를 추가했습니다.

source: If you do not want to receive such email messages, you may opt out or change your preferences in your “account settings” page.
ko_kr: 만약 귀하가 이와 같은 이메일 메시지를 수신하고 싶지 않다면, “계정 설정” 페이지에서 설정을 변경하거나 수신거부를 선택할 수 있습니다.

source: Changes remaining are shown here.
ko_kr: 남은 목숨은 여기에 표시됩니다.

source: Jungle Melee Minion
ko_kr: 정글 근접 미니언

source: CREATE A REGIMEN
ko_kr: 훈련 방식 생성

source: Gwoop's Design to Earn program is a way for you to share your designs and earn $$.
ko_kr: Gwoop의 디자인 참여 프로그램은 당신의 디자인을 가지고 돈을 벌 수 있는 새로운 기회입니다.

source: Enemies Defeated{colon}
ko_kr: 처치한 적{colon}

source: See qualification information here.
ko_kr: 자격 요건 정보는 여기에서 확인하세요.

source: You are not affiliated with this party or you don't have the necessary permissions to edit.
ko_kr: 이 파티에 속하지 않았거나, 이 파티를 수정할 권한이 없습니다.

source: Required
ko_kr: 필수

source: Email address searches must be an exact match.
ko_kr: 이메일 주소로 검색하려면 정확한 이메일 주소가 필요합니다.

source: If the Service is licensed to the United States government or any agency thereof, then the Service will be deemed to be “commercial computer software” and “commercial computer software documentation,” respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.
ko_kr: 만약 당사의 서비스가 미국 정부 혹은 정부 기관에 제공된 경우, 당사의 서비스는 DFAR Section 227.7202 및 FAR Section 12.212에 따라 각각 “상업용 컴퓨터 소프트웨어” 및 “상업용 컴퓨터 소프트웨어 문서”로 간주됩니다.

source: Using our templates, you can create custom assets for your Gwoop avatar, and every purchase from another user equals $$ for you!
ko_kr: 저희의 템플릿을 활용해 당신의 Gwoop 아바타를 위한 커스텀 에셋을 제작하세요. 다른 사용자가 당신의 디자인을 구매한다면 돈을 벌 수 있습니다!

source: All fee payments are subject to receipt of funds by Gwoop from the applicable purchaser.
ko_kr: 모든 대금 지불은 해당 구매자로부터 Gwoop가 수령한 후 진행됩니다.

source: REACTION TRAINING DATA
ko_kr: 반응 훈련 데이터

source: Terms of service was last modified on May 13th, 2022.
ko_kr: 이용약관은 2022년 5월 13일에 개정되었습니다.

source: Added new Reaction Time 2 game which tracks reaction time, but with the addition of changing trick colors.
ko_kr: 새로운 반응 시간 2 게임을 추가했습니다. 반응 시간을 확인하는 기능은 똑같지만, 함정 색깔 변화 기능이 추가되었습니다.

source: Keyboard Speed - Bring your average time per key to {number}ms less.
ko_kr: 키보드 속도 - 평균 키당 시간을 {number}ms 이하로 기록하세요.

source: CURRENT PLAYERS
ko_kr: 현재 플레이어

source: The party has been created, but we encountered an error when adding the players.
ko_kr: 이 파티는 생성되었지만, 오류로 인해 플레이어를 추가할 수 없습니다.

source: (Press Esc to Cancel.)
ko_kr: (Esc 키를 눌러 취소할 수 있습니다.)

source: We have designed daily challenges and training programs aimed at teaching our players that repetition and checking off tasks leads to improvement.
ko_kr: Gwoop이 설계한 일일 도전과 훈련 프로그램은 플레이어가 반복과 복습을 한다면 성장을 한다는 것을 가르치고 있습니다.

source: OR USE ONE OF OUR STANDARD ONES BELOW
ko_kr: 혹은 기성 훈련 방식을 사용하세요.

source: Your {skill} is excellent, but your {skill} and {skill} require additional focus before you're ready to game.
ko_kr: 당신의 {skill} 은(는) 뛰어나지만, 게임을 하기 전 {skill} 와(과) {skill} 을(를) 추가로 연습해야 합니다.

source: Inferences, including information about your interests, preferences and favorites.
ko_kr: 귀하의 관심사, 선호 및 즐겨찾기 정보를 포함한 추정.

source: Role
ko_kr: 역할

source: (FPS) 6 Target Range 1
ko_kr: (FPS) 6개 타겟 사격 1

source: Control
ko_kr: 컨트롤

source: GRANT DEADLINE
ko_kr: 장학금 신청 마감

source: Our Service is generally not directed at children under the age of 16 and we do not knowingly collect or solicit personal information (as defined by the U.S.{j}Children’s Privacy Protection Act, or “COPPA”) from anyone under the age of 13 in a manner not permitted by COPPA.
ko_kr: 당사의 서비스는 일반적으로 만 16세 미만의 어린이를 대상으로 제공되지 않습니다. {j} 당사는 미국 아동 개인정보 보호법(이하 “COPPA”)에서 허용하지 않는 방식을 이용하여 만 13세 미만의 모든 어린이로부터 고의로 개인정보를 수집하거나 요청하지 않습니다.

source: An electronic or physical signature of a person authorized to act on behalf of the copyright owner;
ko_kr: 저작권 소유자를 대변할 권한이 있는 사람의 전자 서명 또는 물리적 서명.

source: You represent and warrant that you are a duly authorized representative of such Organization and/or Limited Team Members and have the authority to bind such Organization and/or Limited Team Members to this Agreement.
ko_kr: 귀하는 귀하가 속한 조직과 이 곳에 속한 제한적 팀 구성원을 공식적으로 대표하는 사람이며, 귀하가 속한 조직과 이 곳에 속한 제한적 팀 구성원을 이 계약에 구속할 권한이 있습니다.

source: HIGH SCORES
ko_kr: 최고 점수

source: Date of Birth
ko_kr: 생년월일

source: Team Lead
ko_kr: 팀 리더

source: If you are a Nevada consumer and wish to obtain information about our compliance with Nevada law, please contact us through our Contact Us.
ko_kr: 만약 귀하가 네바다 주 소비자이고 당사가 네바다 주 법률을 준수하려는 것의 정보를 얻기 원하신다면, 당사 문의 페이지를 통해 연락하십시오.

source: Information reasonably sufficient to permit Gwoop to contact you, such as your address, telephone number, and, e-mail address;
ko_kr: 귀하의 주소, 전화번호, 이메일 주소 등 Gwoop이 귀하에게 연락할 수 있는 합리적 수준의 충분한 정보.

source: WITHOUT LIMITING THE FOREGOING, GWOOP, ITS SUBSIDIARIES, ITS AFFILIATES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT; THAT THE SERVICE WILL MEET YOUR REQUIREMENTS; THAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE; THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED; OR THAT THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.
ko_kr: 전술한 내용을 제약하지 않는 하에서, Gwoop과 이의 자회사, 계열사, 라이선스 제공자는 다음의 사항을 보증하지 않습니다. 콘텐츠가 정확하거나 신뢰할 수 있거나 맞다는 점. 당사의 서비스가 귀하의 요구 사항을 충족할 것이라는 점. 당사의 서비스가 어떠한 특정 시간 혹은 장소에서도 방해받지 않고 안전하게 이용할 수 있다는 점. 어떤 결함이나 오류가 수절될 것이라는 점. 당사의 서비스가 바이러스 혹은 기타 유해 요소로부터 자유로울 수 있다는 점.

source: For example, GPS, WiFi, and Bluetooth may be used to collect precise location data when you consent to precise location tracking through our apps.
ko_kr: 예를 들어, 귀하가 당사 앱을 통해 정확한 위치 추적에 동의했다면, GPS, WiFi, 블루투스가 정확한 위치 정보를 수집하기 위해 사용될 수 있습니다.

source: None of the training regimen modules were successfully updated.
ko_kr: 훈련 방식 모듈을 업데이트하는 데 모두 실패했습니다.

source: Core memory skills like cognitive flexibility, attention and reasoning are all addressed in our training games and are paramount for kids not only in esports but also in daily life.
ko_kr: Gwoop의 모든 게임은 인지적 유연함, 주의력, 추론과 같은 핵심 기억력 능력과 연관되어 있습니다. 이 능력들은 아이들이 e스포츠를 할 때뿐만이 아니라 일상생활에서도 가장 중요합니다.

source: Quickly load and track your roster
ko_kr: 빠른 팀 명단 불러오기 및 성과 추적

source: Click on any of the questions below to see the answer.
ko_kr: 원하는 질문을 클릭해 답변을 확인하세요.

source: DEACTIVATE
ko_kr: 비활성화

source: A list of training regimen modules must be provided.
ko_kr: 훈련 방식 모듈의 목록이 제공되어야만 합니다.

source: There are various types of pixels, including image pixels (which are small graphic images) and JavaScript pixels (which contains JavaScript code).
ko_kr: 픽셀에는 이미지 픽셀 (작은 그래픽 이미지), JavaScript 픽셀(JavaScript 코드)을 포함해 다양한 종류의 픽셀이 있습니다.

source: Right to Non-Discrimination
ko_kr: 차별 금지에 대한 권리

source: You can toggle this by pressing <sprite index=8>.
ko_kr: <sprite index=8> 버튼을 눌러 카메라 방식을 전환할 수 있습니다.

source: Players added to team successfully.
ko_kr: 팀에 플레이어를 추가하는 데 성공했습니다.

source: Speed{colon}
ko_kr: 속도{colon}

source: Training regimen name is required.
ko_kr: 훈련 방식의 이름이 필요합니다.

source: You agree to defend, indemnify and hold harmless Gwoop and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising out of or related to: (i) your use of and access to the Service, including any data or content transmitted or received by you; (ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above; (iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights; (iv) your violation of any applicable law, rule or regulation; (v) User Content or any other information or content that is submitted via your account including without limitation misleading, false or inaccurate information; (vi) claims of intellectual property infringement relating to any designs you submit as a part of the Gwoop Design to Earn Program; (vii) negligent or willful misconduct; or (viii) any other party’s access and use of other appropriate security code.
ko_kr: 귀하는 다음 사항으로 인하여 또는 이와 관련하여 발생하는 합리적인 법무 관련 요금을 포함한 비용과 이에 국한되지 않은 모든 청구, 손해, 의무, 손실, 책임, 비용 및 채무에 대하여 Gwoop과 이의 자회사, 대리인, 라이선스 제공자, 관리자, 기타 계열사와 그 회사의 직원, 계약자, 대리인, 임원 및 이사에 배상하고 이들을 변호하며 이들의 책임을 면제하는 데 동의합니다. (i) 귀하가 전송하거나 수신한 모든 데이터 또는 콘텐츠를 포함한 귀하의 당사의 서비스 사용 및 접속. (ii) 위의 진술 및 보증 위반을 포함하되 이에 국한되지 않는 귀하의 본 계약 사항의 위반. (iii) 사생활 보호권과 지식 재산권 위반을 포함하되 이에 국한되지 않는 귀하의 제3자 권리 침해. (iv) 귀하의 적용 가능한 법률, 규칙 또는 규정 위반. (v) 오해의 소지가 있거나 거짓되거나 부정확한 정보를 포함하되 이에 국한되지 않는 사용자 콘텐츠 또는 기타 다른 정보 및 콘텐츠가 귀하의 계정을 통해 제출된 경우. (vi) 디자인 참여 프로그램에 참여하기 위해 귀하가 제출한 모든 디자인이 지식 재산권 침해 분쟁이 발생한 경우. (vii) 귀하의 과실 또는 고의적인 잘못. (viii) 다른 당사자의 접속 혹은 다른 적절한 보안 코드의 사용.

source: If you are less than 18 years of age and would like to register to use any part of the Services, please ask your parent or legal guardian (“Guardian”) to review and agree to these terms before you use any part of the Services, or ask them to complete the purchase or registration on your behalf.
ko_kr: 당사의 서비스를 이용하고 싶은 만 18세 미만 사용자의 경우 부모님 혹은 법정 대리인(이하 “보호자”)이 약관을 검토하고 동의한 후에 당사 서비스를 이용할 수 있습니다. 혹은 귀하를 대신해 보호자에게 최종 구매 및 가입을 요청할 수 있습니다.

source: LATEST SESSION RESULTS
ko_kr: 최근 세션 결과

source: An invitation email will be sent to the entered email address.
ko_kr: 기입된 주소로 초대 메일이 발송됩니다.

source: If you use multiple browsers on your device, you will need to instruct each browser separately.
ko_kr: 만약 귀하가 귀하의 장치에서 여러 종류의 브라우저를 사용한다면, 각각 브라우저에서 설정을 변경해야 합니다.

source: This team has already registered for this competition.
ko_kr: 이미 이 대회에 참가 신청을 했습니다.

source: Gem amount to grant cannot exceed gems
ko_kr: 전달하려는 Gem의 양이 현재 보유한 양보다 많을 수 없습니다.

source: By posting any User Content on the Service, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Gwoop a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and Gwoop’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.
ko_kr: 귀하가 당사의 서비스에 사용자 콘텐츠를 게시함으로써 귀하는 Gwoop에 필요한 다음의 모든 권리를 명시적으로 부여하고, 이를 진술하고 보증합니다. 모든 사용자 콘텐츠에 대한 로열티 무료, 재라이선스 가능, 양도 가능, 영구적, 불가역적, 비독점적이고 전 세계적으로 사용, 재생산, 수정, 발행, 관련 정보 나열, 편집, 번역, 판매, 공개 공연, 공개 전시가 가능한 라이선스. 귀하의 사용자 콘텐츠와 귀하의 사용자 콘텐츠 전체 혹은 일부에 포함된 귀하의 성명, 음성, 초상을 현존하는 혹은 향후 개발되는 어떠한 형식, 미디어, 기술로 당사의 서비스와 Gwoop(및 Gwoop의 인수자 및 계열사)의 모든 미디어 형식과 미디어 채널을 통해 서비스(및 파생 작업)의 일부 혹은 전체를 홍보하고 재배포하는 것을 포함하되 이에 국한되지 않는 사업과 연관되어 파생 상품을 제작할 수 있는 라이선스.

source: User email has not yet been verified.
ko_kr: 사용자의 이메일 주소가 인증되지 않았습니다.

source: You acknowledge that, in the event of any third party claim that the iTunes-Sourced Software or your possession and use of that iTunes-Sourced Software infringes that third party’s intellectual property rights, Gwoop, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.
ko_kr: 귀하는 제3자가 iTunes 소프트웨어 또는 귀하의 iTunes 소프트웨어의 소유 및 사용이 제3자의 지식 재산권을 침해한다고 주장하는 경우, Apple이 아닌 Gwoop이 본 계약에서 요구하는 범위 내에서 그러한 지식 재산권 침해 청구에 대한 조사, 소송, 해결 및 이행을 전적으로 책임진다는 점을 인정합니다.

source: Gwoop reserves all rights not expressly granted herein in the Service and the Gwoop Content (as defined below).
ko_kr: Gwoop은 당사의 서비스와 Gwoop 콘텐츠 (하단에 명시) 등 이 곳에 명시적으로 부여되지 않은 모든 권리를 보유합니다.

source: We will get back to you soon.
ko_kr: 곧 연락드리겠습니다.

source: Good luck and have fun!
ko_kr: 즐거운 시간 되세요. 행운을 빕니다!

source: Keyboard Speed 1
ko_kr: 키보드 속도 1

source: When creating your account, you must provide accurate and complete information.
ko_kr: 계정을 개설하려면 정확하고 완전한 정보를 제공해야 합니다.

source: Hold <sprite index=5> or <sprite index=15> to start the ability.
ko_kr: <sprite index=5> 혹은 <sprite index=15>를 누른 채로 유지해 기술 시전을 시작하세요.

source: Re-designed scoring algorithms for the Overview panel and daily challenges.
ko_kr: 개요 패널과 일일 도전의 점수 알고리즘을 개선했습니다.

source: Your Gwoop account gives you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion.
ko_kr: 귀하는 Gwoop 계정을 통해 당사가 재량에 따라 수시로 설정하고 관리하는 당사의 서비스와 기능에 접속할 수 있습니다.

source: User Content
ko_kr: 사용자 콘텐츠

source: Team registration request successfully submitted.
ko_kr: 팀 등록을 제출하는 데 성공했습니다.

source: Team has reached its maximum number of users.
ko_kr: 팀이 최대 사용자 수에 도달했습니다.

source: ms per Target
ko_kr: 타겟당 ms

source: Username is required.
ko_kr: 사용자명이 필요합니다.

source: Gwoop reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.
ko_kr: Gwoop은 사용자에게 공지를 제공하는 형식과 수단을 결정할 권리를 갖습니다. 단, 귀하는 본 계약에 설명된 대로 특정 공지 수단을 선택하지 않을 수 있습니다.

source: TRAINING FOR
ko_kr: 훈련 목적

source: No Warranty
ko_kr: 보증 없음

source: Several minor bug fixes and layout adjustments across the site.
ko_kr: 기타 버그 수정과 레이아웃 수정을 진행했습니다.

source: Location data may be used for purposes such as verifying your device’s location and delivering or restricting relevant content and advertising based on that location.
ko_kr: 위치 정보는 귀하의 장치의 위치를 확인하거나 귀하의 위치를 기반으로 관련 콘텐츠 및 정보를 전달하거나 제한하는 등의 목적으로 사용될 수 있습니다.

source: • Be on a team
ko_kr: • 팀의 구성원이 될 수 있습니다.

source: Could not locate the specified game.
ko_kr: 게임을 찾을 수 없습니다.

source: You may cancel your subscription at any time as described in the “Cancellations” section of these Terms.
ko_kr: 귀하는 언제든지 본 약관에 “취소” 섹션에서 설명된 대로 귀하의 구독을 취소할 수 있습니다.

source: Careers
ko_kr: 채용

source: When you are on the selected user’s page - click the “Add Friend” button under their avatar.
ko_kr: 검색한 사용자의 페이지에 들어갔다면 아바타 아래에 있는 “친구 추가” 버튼을 클릭하시면 됩니다.

source: Your Losses
ko_kr: 패배

source: This message is to let you know that a request was made to change the email address to this account.
ko_kr: 당신의 계정과 연동된 이메일 주소 변경 신청이 접수되었습니다.

source: You earned {transactionForXP.TransactionAmt} XP for playing a daily session!
ko_kr: 일일 세션을 플레이한 결과 {transactionForXP.TransactionAmt} XP를 획득했습니다.

source: Time Per Key
ko_kr: 키당 시간

source: In addition to several fun games, our platform includes the ability to challenge other gamers, track skill development on a personalized dashboard and climb the leaderboards.
ko_kr: 여러 재미있는 게임과 더불어 저희 플랫폼은 다른 게이머와 대결할 수 있는 기능, 기술 발전을 확인할 수 있는 기능, 맞춤형 대시보드 기능, 그리고 리더보드 기능을 포함하고 있습니다.

source: Avg Paths %
ko_kr: 평균 길 정확도

source: Date
ko_kr: 날짜

source: For further information on how we use tracking technologies for analytics and advertising, and your rights and choices regarding them, see the “Analytics and Advertising” and “Your Rights and Choices” sections below.
ko_kr: 당사가 어떻게 분석과 광고를 위해 추적 기술을 활용하고 이에 관한 귀하의 권리 및 제공 동의에 대한 자세한 내용은 아래의 “분석 및 광고” 및 “귀하의 권리와 제공 동의” 섹션에서 확인하십시오.

source: TEAM ROSTER
ko_kr: 팀 명단

source: Public Information.
ko_kr: 공공 정보.

source: ARE YOU AT PEAK PERFORMANCE?
ko_kr: 당신은 현재 최고의 상태입니까?

source: It is recommended that these games be played on a gaming compatible computer as they can be more resource intensive.
ko_kr: 이 게임은 더 많은 자원을 요구하기 때문에 게이밍 성능을 갖춘 컴퓨터에서 플레이하는 것을 추천합니다.

source: IMPROVE YOUR GAMEPLAY
ko_kr: 게임 실력 향상

source: In addition, we integrate technologies operated or controlled by separate entities into parts of our Service.
ko_kr: 또한 당사의 서비스는 별도의 법인이 운영하고 관리하는 기술을 일부 사용합니다.

source: Gaming is a mind game - you are constantly thinking about your opponent, what action they may take and what you can do to beat them.
ko_kr: 게이밍은 정신적인 영역입니다. 당신은 꾸준히 상대방이 어떤 행동을 취할지, 상대방을 어떻게 제압해야 하는지를 고려해야만 합니다.

source: Basic: <i>Primary Attack</i> attacks heroes, then minions, then buildings.
ko_kr: 기본: 영웅, 미니언, 건물 순서로 <i>기본 공격</i>을 합니다.

source: Please provide a valid email and verify it via your Account Settings to participate in Design to Earn.
ko_kr: 디자인 참여 프로그램에 참여하기 위해 유효한 이메일 주소를 알려주세요. 그리고 계정 설정 페이지에서 이메일 주소를 인증하세요.

source: Any attempted transfer or assignment in violation hereof shall be null and void.
ko_kr: 본 계약을 위반하여 시도된 이전 및 양도는 아무런 효력이 없습니다.

source: Mouse Control - Bring your average completed curves to {number} or more.
ko_kr: 마우스 컨트롤 - 평균 {number}개 이상의 경로를 완주하세요.

source: lowercase letter.
ko_kr: 소문자.

source: Contact.
ko_kr: 연락처

source: Password is required.
ko_kr: 비밀번호가 필요합니다.

source: Player
ko_kr: 플레이어

source: You have played {reactionController.challengeScores.Count} out of {reactionController.challengePlays} times to complete this challenge.
ko_kr: 이 도전을 완료하기 위해서 {reactionController.challengePlays}번 중 {reactionController.challengeScores.Count}번 플레이 했습니다.

source: Gwoop is an online esports training platform.
ko_kr: Gwoop은 온라인 e스포츠 훈련 플랫폼입니다.

source: The preferences available are:
ko_kr: 다음과 같은 설정을 할 수 있습니다:

source: An invalid CompetitionType Id was provided.
ko_kr: 유효하지 않은 대회 종류 ID가 제공되었습니다.

source: Click Get Started to set up your payments on Stripe.
ko_kr: 시작하기 버튼을 클릭해 Stripe와 연동을 진행하세요.

source: Chrome/Firefox recommended.
ko_kr: Chrome/FireFox 사용이 권장됩니다.

source: Signup Date
ko_kr: 가입일

source: You must be 13 years or older to use the Services.
ko_kr: 만 13세 미만 사용자는 당사 서비스를 이용할 수 없습니다.

source: Added a new 'Restricted' team type for organizations that require additional privacy options and controls.
ko_kr: ‘비공개’ 팀 기능을 추가했습니다. 추가적인 개인정보 보호 기능과 설정이 필요합니다.

source: At least one of the URLs provided in the request is not a valid gwoop.com URL.
ko_kr: 요청에 첨부된 리다이렉트 URL 중 하나 이상이 유효하지 않은 gwoop.com URL입니다.

source: Movement
ko_kr: 이동

source: Fallen Order
ko_kr: 오더의 몰락

source: • Manage the profile information of the team,including photo and{j}name
ko_kr: • 사진 업로드 및 팀 이름 변경 등 팀 프로필 정보를 수정할 수 있습니다.

source: Closest
ko_kr: 가장 가까운

source: We may, without prior notice, change the Service; stop providing the Service or features of the Service, to you or to users generally; or create usage limits for the Service.
ko_kr: 당사는 사전에 통지 없이 서비스를 변경할 수 있습니다. 또한, 귀하 또는 일반 사용자에게 서비스 혹은 서비스의 기능의 제공을 중단할 수 있으며, 서비스에 대한 사용 제한을 설정할 수 있습니다.

source: D-Pad Up
ko_kr: 십자키 위

source: CUSTOM TEAM ROSTER AND PARTIES
ko_kr: 설정 가능한 팀 명단 및 파티

source: Any supplemental terms and conditions are in addition to these terms and, in the event of a conflict, prevail over these terms.
ko_kr: 모든 추가적인 약관과 조건은 본 약관에 추가되는 것이며, 두 약관이 상충할 때는 추가적인 약관과 조건이 우선합니다.

source: There was a problem saving your session.
ko_kr: 세션을 저장하는 데 문제가 발생했습니다.

source: You and Gwoop acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of this Agreement as relates to your license of the iTunes-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the iTunes-Sourced Software against you as a third party beneficiary thereof.
ko_kr: 귀하와 Gwoop은 Apple 및 Apple의 자회사가 귀하의 iTunes 소프트웨어 라이선스와 관련하여 본 계약의 제3자 수혜자라는 사실을 인정하고 동의합니다. 또한 본 계약의 조항과 조건을 귀하가 수락하는 조건 아래 제3자 수혜자인 Apple은 iTunes 소프트웨어 라이선스와 관련하여 귀하를 상대로 본 계약을 시행할 권리가 있습니다. (그리고 Apple은 그 권리를 수락한 것으로 간주됩니다.)

source: Could not locate the specified message
ko_kr: 메시지를 찾을 수 없습니다.

source: Reaction Training 1 has been updated with the new Gwoop standard UI.
ko_kr: 반응 훈련 1 게임에 새로운 Gwoop 표준 UI가 적용되었습니다.

source: In addition, the Mobile Software may be subject to the import and export laws of other countries.
ko_kr: 또한 모바일 소프트웨어는 다른 국가의 수출입법의 적용을 받을 수 있습니다.

source: Hair
ko_kr: 머리

source: You do not have the authority to create modules for a custom training regimen.
ko_kr: 사용자 훈련 방식을 위한 모듈을 생성할 수 있는 권한이 없습니다.

source: L
ko_kr: ㅣ

source: Fixed a bug related to navigating to a players profile via the challenge completion screen.
ko_kr: 대결 완료 창을 통해 플레이어의 프로필을 확인하는 것과 연관된 버그를 수정했습니다.

source: Total Targets Hit
ko_kr: 총 맞춘 횟수

source: Incorrect Curves
ko_kr: 부정확한 경로

source: Only .jpeg and .png file types are supported.
ko_kr: .jpeg 혹은 .png 파일만 등록할 수 있습니다.

source: Gwoop Badges
ko_kr: Gwoop 배지

source: Use the mini-map to move the marked location.
ko_kr: 미니맵을 활용해 표시된 장소까지 이동하세요.

source: Updated animation system for improved visuals and animation.
ko_kr: 시각 및 애니메이션 개선을 위해 애니메이션 시스템을 업데이트했습니다.

source: Step 1
ko_kr: 1단계

source: Right to object.
ko_kr: 처리 거부 요청 권리.

source: You have been invited by *|USERNAME|* to join Gwoop and start becoming a better gamer today for FREE!
ko_kr: *|USERNAME|*이(가) 당신을 Gwoop의 세계로 초대했습니다. 오늘부터 무료로 더 나은 게이머가 되어보세요!

source: Please note that we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.
ko_kr: 당사는 법적 의무 준수, 분쟁 해결, 계약 집행을 위해 필요한 경우 귀하의 정보를 보유 및 사용할 수 있으며, 이를 알고 계십시오.

source: Gwoop mini-games are designed for training core skills that apply to a wide variety of esports games.
ko_kr: Gwoop의 미니 게임은 e스포츠 전반에서 두루 필요한 핵심 스킬을 연마할 수 있도록 설계되어 있습니다.

source: We've added chat features so you can discuss strategy with friends!
ko_kr: 채팅 기능을 추가했습니다. 이제 친구와 전략을 논의할 수 있습니다.

source: Check out the results!
ko_kr: 결과를 확인하세요!

source: *Custom keys is only supported in practice mode
ko_kr: *사용자 설정은 연습 모드에서만 지원됩니다

source: UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’ FEES.
ko_kr: 연방법에 따라 귀하가 만약 온라인 자료가 침해되었다고 허위로 진술하는 경우 위증죄로 기소될 수 있으며, 금전적 손해, 법원 비용, 변호사 비용을 포함한 민사소송의 대상이 될 수 있습니다.

source: READY
ko_kr: 준비 완료

source: This is your second time playing.
ko_kr: 두 번째로 플레이 하시는군요.

source: Patch notes and news related to Gwoop.
ko_kr: Gwoop와 관련된 패치 노트와 뉴스

source: You understand that by using the Services you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy (https://gwoop.com/privacy-policy), and to have your personally identifiable information collected, used, transferred to and processed in the United States.
ko_kr: 당사의 서비스를 이용함으로써 귀하는 당사의 개인정보 처리방침(https://gwoop.com/privacy-policy)에 명시된 바와 같이 귀하의 개인 식별 정보 및 집계 데이터의 수집, 사용과 공개에 동의합니다. 또한 귀하는 귀하의 개인 식별 정보가 미국에서 수집, 사용, 이전된다는 사실에 동의합니다.
